export const terms1 = [
  {
    title: 'Права и обязанности сторон',
    text: [
      {
        subtitle: 'Пользователь имеет право:',
        text: [
          'Осуществлять поиск информации на интернет – портале.',
          'Получать информацию на интернет – портале.',
          'Создавать информацию для интернет – портала.',
          'Распространять информацию на интернет – портале.',
          'Комментировать контент, выложенный на интернет – портале.',
          'Изменять рейтинг пользователей.',
          'Копировать информацию на другие интернет – порталы с указанием источника.',
          'Копировать информацию на другие интернет – порталы с разрешения правообладателя.',
          'Использовать информацию интернет – портала в личных некоммерческих целях.',
          'Использовать информацию интернет – портала в коммерческих целях с разрешения Администрации.',
          'Использовать информацию интернет – портала в коммерческих целях с разрешения правообладателей.',
        ],
      },
      {
        subtitle: 'Администрация имеет право:',
        text: [
          'По своему усмотрению и необходимости создавать, изменять, отменять правила.',
          'Ограничивать доступ к любой информации на интернет – портале: создавать, изменять, удалять информацию.',
          'Удалять учетные записи.',
        ],
      },
      {
        subtitle: 'Пользователь обязуется:',
        text: [
          'Обеспечить достоверность предоставляемой информации.',
          'Обеспечивать сохранность личных данных от доступа третьих лиц.',
          'Обновлять Персональные данные, предоставленные при регистрации, в случае их изменения.',
          'При копировании информации с других источников, включать в её состав информацию об авторе.',
          'Не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность.',
          'Не нарушать работоспособность интернет – портала.',
          'Не создавать несколько учётных записей на Интернет – портале, если фактически они принадлежат одному и тому же лицу.',
          'Не совершать действия, направленные на введение других Пользователей в заблуждение.',
          'Не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам.',
          'Не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ.',
          'Не размещать материалы эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ.',
          'Не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Интернет – порталом и его Сервисами.',
        ],
      },
      {
        subtitle: 'Администрация обязуется:',
        text: [
          'Поддерживать работоспособность интернет – портала за исключением случаев, когда это невозможно по независящим от Администрации причинам.',
          'Осуществлять разностороннюю защиту учетной записи Пользователя защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила.',
          'Предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом.',
        ],
      },
    ],
  },
];
export const terms2 = [
  {
    title: 'Ответственность сторон',
    text: [
      'Пользователь лично несет полную ответственность за распространяемую им информацию.',
      'Администрация не несет никакой ответственности за достоверность информации, скопированной из других источников.',
      'Администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг.',
      'Администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами.',
      'В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса.',
    ],
  },
  // {
  //   title: 'Условия действия Соглашения',
  //   text: [
  //     'Данное Соглашение вступает в силу при регистрации на интернет – портале.',
  //     'Соглашение перестает действовать при появлении его новой версии в разделе условия использования по адресу: <link>https://eventforme.ru/faq/vash-akkaunt/kakovy-usloviya-ispolzovaniya-eventforme/.</link>',
  //     'Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.',
  //     'При любом изменении данного соглашения, администрация будет оповещать пользователей удобным для нее способом путем публикации новой версии соглашения по адресу: <link>https://eventforme.ru/faq/vash-akkaunt/kakovy-usloviya-ispolzovaniya-eventforme/.</link>',
  //   ],
  // },
];
