export const terms1 = [
  {
    title: 'Права и обязанности сторон',
    text: [
      {
        subtitle: 'Пользователь имеет право:',
        text: [
          'Осуществлять поиск информации на интернет – портале.',
          'Получать информацию на интернет – портале.',
          'Создавать информацию для интернет – портала.',
          'Распространять информацию на интернет – портале.',
          'Комментировать контент, выложенный на интернет – портале.',
          'Изменять рейтинг пользователей.',
          'Копировать информацию на другие интернет – порталы с указанием источника.',
          'Копировать информацию на другие интернет – порталы с разрешения правообладателя.',
          'Использовать информацию интернет – портала в личных некоммерческих целях.',
          'Использовать информацию интернет – портала в коммерческих целях с разрешения Администрации.',
          'Использовать информацию интернет – портала в коммерческих целях с разрешения правообладателей.',
        ],
      },
      {
        subtitle: 'Администрация имеет право:',
        text: [
          'По своему усмотрению и необходимости создавать, изменять, отменять правила.',
          'Ограничивать доступ к любой информации на интернет – портале: создавать, изменять, удалять информацию.',
          'Удалять учетные записи.',
        ],
      },
      {
        subtitle: 'Пользователь обязуется:',
        text: [
          'Обеспечить достоверность предоставляемой информации.',
          'Обеспечивать сохранность личных данных от доступа третьих лиц.',
          'Обновлять Персональные данные, предоставленные при регистрации, в случае их изменения.',
          'При копировании информации с других источников, включать в её состав информацию об авторе.',
          'Не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность.',
          'Не нарушать работоспособность интернет – портала.',
          'Не создавать несколько учётных записей на Интернет – портале, если фактически они принадлежат одному и тому же лицу.',
          'Не совершать действия, направленные на введение других Пользователей в заблуждение.',
          'Не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам.',
          'Не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ.',
          'Не размещать материалы эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ.',
          'Не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Интернет – порталом и его Сервисами.',
        ],
      },
      {
        subtitle: 'Администрация обязуется:',
        text: [
          'Поддерживать работоспособность интернет – портала за исключением случаев, когда это невозможно по независящим от Администрации причинам.',
          'Осуществлять разностороннюю защиту учетной записи Пользователя защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила.',
          'Предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом.',
        ],
      },
    ],
  },
];
export const terms2 = [
  {
    title: 'Ответственность сторон',
    text: [
      'Пользователь лично несет полную ответственность за распространяемую им информацию.',
      'Администрация не несет никакой ответственности за достоверность информации, скопированной из других источников.',
      'Администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг.',
      'Администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами.',
      'В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса.',
    ],
  },
  // {
  //   title: 'Условия действия Соглашения',
  //   text: [
  //     'Данное Соглашение вступает в силу при регистрации на интернет – портале.',
  //     'Соглашение перестает действовать при появлении его новой версии в разделе условия использования по адресу: <link>https://eventforme.ru/faq/vash-akkaunt/kakovy-usloviya-ispolzovaniya-eventforme/.</link>',
  //     'Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.',
  //     'При любом изменении данного соглашения, администрация будет оповещать пользователей удобным для нее способом путем публикации новой версии соглашения по адресу: <link>https://eventforme.ru/faq/vash-akkaunt/kakovy-usloviya-ispolzovaniya-eventforme/.</link>',
  //   ],
  // },
];

export const privacy = [
  {
    title: 'Общие положения',
    body: [
      'Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ИП Хайретдинова Сурия Шамильевна (далее – Оператор).',

      'Использование интернет – портала означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться от использования веб-сайта. Под использованием интернет-портала понимается регистрация на интернет-портале, а также использование интернет-портала в ознакомительных целях без регистрации (с использованием cookie).',
    ],
    kids: [
      'Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.',

      'Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://eventforme.ru',
    ],
  },
  {
    title: 'Основные понятия, используемые в Политике',
    // body: [],
    kids: [
      'Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;',

      'Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);',

      'Интернет-портал – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу httpsː//evenforme.ru',

      'Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;',

      'Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;',

      'Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;',

      'Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;',

      'Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта httpsː//eventforme.ru, полученная Оператором в результате регистрации Пользователя на интернет-портале;',

      'Регистрация на интернет-портале - самостоятельное внесения Пользователем персональных данных через специальные формы на интернет-портале;',

      'Персональные данные, разрешенные субъектом персональных данных для распространения, - персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее - персональные данные, разрешенные для распространения).',

      'Пользователь – любой посетитель интернет-портала httpsː//eventforme.ru;',

      'Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;',

      'Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;',

      'Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;',

      'Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.',
    ],
  },
  {
    title: 'Основные права и обязанности Оператора',
    // body: [],
    kids: [
      {
        name: 'Оператор имеет право',
        text: [
          'Оператор имеет право:',

          'получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;',

          'в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;',

          'самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.',
        ],
      },

      {
        name: 'Оператор обязан:',
        text: [
          'предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;',

          'организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;',

          'отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;',

          'принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;',

          'прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;',

          'исполнять иные обязанности, предусмотренные Законом о персональных данных.',
        ],
      },
    ],
  },
  {
    title: 'Основные права и обязанности субъектов персональных данных',
    kids: [
      {
        name: 'Субъекты персональных данных имеют право:',
        text: [
          'получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных;',
          'требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;',

          'выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;',

          'на отзыв согласия на обработку персональных данных;',

          'на осуществление иных прав, предусмотренных законодательством РФ.',
        ],
      },
      {
        name: 'Субъекты персональных данных обязаны:',
        text: [
          'предоставлять Оператору достоверные данные о себе;',

          'сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.',
        ],
      },
      {
        name: 'Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.',
      },
    ],
  },
  {
    title: 'Обработка персональных данных',
    kids: [
      {
        name: 'Оператор может обрабатывать следующие персональные данные Пользователя',
        text: [
          'Фамилия, Имя, Отчество;',

          'Номер телефона;',

          'Адрес электронной почты;',

          'Фотографии;',

          'Год рождения;',
        ],
      },
      {
        name: 'Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).',
      },
      {
        name: 'Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.',
      },
      {
        name: 'Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, Оператором не осуществляется.',
      },
      {
        name: 'Согласие Пользователя на обработку персональных данных, разрешенных для распространения, оформляется отдельно от других согласий на обработку его персональных данных. При этом соблюдаются условия, предусмотренные, в частности, ст. 10.1 Закона о персональных данных. Требования к содержанию такого согласия устанавливаются уполномоченным органом по защите прав субъектов персональных данных.',
        text: [
          'Передача (распространение, предоставление, доступ) персональных данных, разрешенных субъектом персональных данных для распространения, должна быть прекращена в любое время по требованию субъекта персональных данных. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты или почтовый адрес) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Указанные в данном требовании персональные данные могут обрабатываться только Оператором, которому оно направлено.',
          'Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору требования, указанного в п. 5.10.3 настоящей Политики в отношении обработки персональных данных.',
        ],
      },
    ],
  },
  {
    title: 'Принципы обработки персональных данных',
    kids: [
      'Обработка персональных данных осуществляется на законной и справедливой основе.',

      'Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.',

      'Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.',

      'Обработке подлежат только персональные данные, которые отвечают целям их обработки.',

      'Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.',

      'При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных, или неточных данных.',

      'Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.',
    ],
  },
  {
    title: 'Цели обработки персональных данных',
    kids: [
      {
        name: 'Цель обработки персональных данных Пользователя:',
        text: [
          'информирование Пользователя посредством отправки электронных писем;',

          'заключение, исполнение и прекращение гражданско-правовых договоров;',

          'предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте https://eventforme.ru/.',
        ],
      },
      {
        name: 'Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты info@eventforme.ru с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».',
      },
      {
        name: 'Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.',
      },
    ],
  },
  {
    title: 'Правовые основания обработки персональных данных',
    kids: [
      {
        name: 'Правовыми основаниями обработки персональных данных Оператором являются:',
        text: [
          'регистрационные документы Оператора;',

          'договоры, заключаемые между оператором и субъектом персональных данных;',

          'федеральные законы, иные нормативно-правовые акты в сфере защиты персональных данных;',

          'согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения.',
        ],
      },
      {
        name: 'Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте httpsː//eventforme.ru. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.',
      },
      {
        name: 'Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).',
      },
      {
        name: 'Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.',
      },
    ],
  },
  {
    title: 'Условия обработки персональных данных',
    kids: [
      'Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.',

      'Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.',

      'Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем, по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем.',

      'Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.',

      'Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).',

      'Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.',
    ],
  },
  {
    title:
      'Порядок сбора, хранения, передачи и других видов обработки персональных данных',
    body: [
      'Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.',
    ],
    kids: [
      'Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.',

      'Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.',

      'В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора info@eventforme.ru с пометкой «Актуализация персональных данных».',

      'Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора info@eventforme.ru с пометкой «Отзыв согласия на обработку персональных данных».',

      'Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.',

      'Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.',

      'Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.',

      'Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем по которому является субъект персональных данных.',

      'Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.',
    ],
  },
  {
    title:
      'Перечень действий, производимых Оператором с полученными персональными данными',

    kids: [
      'Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.',

      'Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.',
    ],
  },

  {
    title: 'Трансграничная передача персональных данных',
    kids: [
      'Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.',

      'Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.',
    ],
  },
  {
    title: 'Конфиденциальность персональных данных',
    body: [
      'Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.',
    ],
  },
];
